<?php
$lang['signup_title'] = 'Регистрация';
$lang['auth_title'] = 'Авторизация';
$lang['request_admin_title'] = 'Запрос администрации';

$lang['request_in_postav_title'] = 'Запрос на принятие в поставщики';

$lang['email_exists'] = 'Данный E-mail уже используется в системе!';
$lang['signup'] = 'Вы уже зарегистрировались здесь';
$lang['auth'] = 'Вы уже авторизованы';
$lang['error_auth'] = 'Пара Email, пароль не найдены в базе, возможно вы ошиблись';
$lang['success_auth'] = 'Вы успешно авторизовались!';
$lang['success_request'] = 'Запрос успешно отправлен администрации. Ожидайте, и с вами свяжутся';
$lang['error_request'] = 'Ошибка базы данных, попробуйте немного позже!';
$lang['auth_pliz'] = 'Пожалуйста, авторизуйтесь';

$lang['signup_ok_in_email'] = 'Подтверждающее письмо отправлено на почту';
$lang['signup_error_in_email'] = 'Подтверждающее письмо отправить не получилось, обратитесь в администрацию!';


/*
 * Классы пользователей
 */
$lang['client'] = 'Клиент';
$lang['postav'] = 'Поставщик';
$lang['moderator'] = 'Модератор';
$lang['admin'] = 'Администратор';

/*
 * Статусы пользователей
 */
$lang['active'] = 'Подтвержденный';
$lang['banned'] = 'Забаненный';
$lang['not_active'] = 'Не подтвержденный';
?>
