<?php

$lang['signup_title'] = 'Регистрация';
$lang['auth_title'] = 'Авторизация';
$lang['request_admin_title'] = 'Запрос администрации';

$lang['email_exists'] = 'Данный E-mail уже используется в системе!';
$lang['signup'] = 'Вы уже зарегистрировались здесь';
$lang['auth'] = 'Вы уже авторизованы';
$lang['error_auth'] = 'Пара Email, пароль не найдены в базе, возможно вы ошиблись';
$lang['success_auth'] = 'Вы успешно авторизовались!';
$lang['success_request'] = 'Запрос успешно отправлен администрации. Ожидайте, и с вами свяжутся';
$lang['error_request'] = 'Ошибка базы данных, попробуйте немного позже!';

?>
